4ops.terraform
adpyke.codesnap
bradlc.vscode-tailwindcss
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
humao.rest-client
jakebecker.elixir-ls
mads-hartmann.bash-ide-vscode
mikestead.dotenv
mjmcloug.vscode-elixir
mquandalle.graphql
ms-vscode.cpptools
naumovs.color-highlight
pkief.material-icon-theme
prisma.prisma
ritwickdey.liveserver
rocketseat.theme-omni
steoates.autoimport
tldraw-org.tldraw-vscode
unifiedjs.vscode-mdx
wallabyjs.console-ninja
wix.vscode-import-cost
yoavbls.pretty-ts-errors
