2gua.rainbow-brackets
4ops.terraform
aaron-bond.better-comments
abusaidm.html-snippets
adamhartford.vscode-base64
adpyke.codesnap
amazonwebservices.aws-toolkit-vscode
bradlc.vscode-tailwindcss
compulim.vscode-clock
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
drcika.apc-extension
eamodio.gitlens
editorconfig.editorconfig
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.copilot-labs
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hediet.vscode-drawio
humao.rest-client
mads-hartmann.bash-ide-vscode
mauricioromagnollo.devxonado-snippets
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.cpptools
naumovs.color-highlight
pkief.material-icon-theme
prisma.prisma
randomchance.logstash
ritwickdey.liveserver
rocketseat.theme-omni
steoates.autoimport
tamasfe.even-better-toml
tldraw-org.tldraw-vscode
wallabyjs.console-ninja
wix.vscode-import-cost
yoavbls.pretty-ts-errors
